export const staticTeams = [
  {
    id: 4,
    name: "4. Авдеева С.Д., Горшков И.Г., Гришкина С.К., Евдокимова В.А., Ермилов И.М.",
    users: [1, 2, 3, 4, 5],
  },
  {
    id: 5,
    name: "5. Зотов М.В., Иванов А.Р., Иванов Н.Л., Казаков И.Л., Калугин М.Т.",
    users: [6, 7, 8, 9, 10],
  },
  {
    id: 6,
    name: "6. Князева А.Л., Колесников Г.А., Кузнецова А.А., Ларионов Н.А., Матвеев М.И.",
    users: [11, 12, 13, 14, 15],
  },
  {
    id: 7,
    name: "7. Павлова А.Е., Полушин Г.Я., Сатурнова Т.Т., Чернов А.А., Морозов А.М.",
    users: [16, 17, 18, 19, 20],
  },
];
