export const staticFormResponseBody = {
  form: {
    id: "18bJvY4Jetf9fltccoaGZUhBa70Wd6uQBEKadB_q8Wao",
    title: "Опрос для студентов ПМ-ПУ - участников учебной практики",
    is_private: false,
    is_published: true,
  },
  response: {
    id: "2_ABaOnudlZeypSIQIGRrqMYqDXV5sH1o7dJ7XQmOjBpBjV4CsLKJrZ8YNUtEFB1x1Eg",
    email: "",
    timestamp: "2023-10-17T17:18:53.004Z",
    data: {
      "Фамилия Имя Отчество": "Лалуев Денис Витальевич",
      "Единая учетная запись (например, ST000000)": "st087812",
      "Контактная информация для оперативной обратной связи в https://vk.com/id0":
        "https://vk.com/id143280367",
      "Контактная информация для оперативной обратной связи в telegram: @login":
        "@denislaluev",
      "Выберете интересующие Вас роли, в  IT": [
        "Не интересно",
        "Не интересно",
        "Интересно, можно попробовать",
        "Хочу поучаствовать в проекте в этой роли и развиваться дальше в эту область",
        "Хочу поучаствовать в проекте в этой роли и развиваться дальше в эту область",
        "Интересно, можно попробовать",
        "Не интересно",
        "Интересно, можно попробовать",
      ],
      "Выберете интересные для вас направление проекта (в направлении проекта могут быть все роли, указанные выше)":
        [
          "Хочу поучаствовать в проекте по данной области в роли, выбранной ранее",
          "Не интересно",
          "Не интересно",
          "Не интересно",
          "Не интересно",
          "Не интересно",
          "Интересно, можно попробовать",
        ],
      "Если в предыдущем вопросе для Вас не было интересного направления деятельности, расскажите нам об области, в которой Вы хотите развиваться":
        "",
      "Если Вы уже работаете над интересным проектом или успешно завершили - опишите, что это за проект и свою роль в нем (можете добавить ссылку на репозиторий)":
        "Создаю реестр проектов СПбГУ - https://github.com/AngW1SH/Registry",
      "Оцените Ваши знания в области IT": [
        "3 - Пробовал на практике в простых задачах",
        "4 - Применял в проекте в команде",
        "4 - Применял в проекте в команде",
        "4 - Применял в проекте в команде",
        "3 - Пробовал на практике в простых задачах",
        "3 - Пробовал на практике в простых задачах",
        "4 - Применял в проекте в команде",
        "3 - Пробовал на практике в простых задачах",
        "4 - Применял в проекте в команде",
        "1 - Что-то слышал или читал, но не овладел",
      ],
      "Какими еще знаниями Вы владеете, релевантными для IT-отрасли и в какой степени? Перечислите их и оцените":
        "",
      "Языки программирования (например: C++, Python, Java, etc)":
        "JavaScript - 5\nPhp - 3\nPython - 2",
      "Библиотеки и фреймворки для различных направлений использования (например: Qt, Numpy, Weka, Angular, PyTorch, etc)":
        "React - 5\nVue - 4\nNext.js - 5",
      "Инструменты для проектирования, бизнес и системного анализа (например: BPMN, UML, Archimate, ARIS etc)":
        "",
      "Инструменты для разработки ПО - например: VS Code, PyCharm, Git, etc)":
        "VS Code - 3\nGit - 3",
      "Инструменты для тестирования  (например: GTests, Selenium, Gatling, pytest etc)":
        "Jest - 4\nCypress - 2",
      "Инструменты CI / CD (например: Jenkins, Travis CI, Docker, etc)":
        "Docker - 2",
      "Инструменты для управления проектами (например: Jira, Trello, MS Project, etc)":
        "",
      "Аналитические навыки": [
        "5 - Могу обучать других и давать советы",
        "4 - Постоянно применяю в работе и хорошо знаю теорию",
        "5 - Могу обучать других и давать советы",
        "5 - Могу обучать других и давать советы",
        "3 - Искал доп информацию и пытался прокачаться",
        "2 - Пробовал, и частично овладел",
      ],
      SoftSkills: [
        "Отлично",
        "Нормально",
        "Нормально",
        "Ниже среднего",
        "Хорошо",
      ],
      "Какими еще навыками в области IT Вы обладаете? Оцените данные навыки":
        "",
      "Оцените Ваш уровень мотивации": [
        "5 - Готов сам стать мотиватором для других",
        "5 - Готов сам стать мотиватором для других",
        "5 - Готов сам стать мотиватором для других",
      ],
      "Хотите ли Вы общаться с другими студентами и выпускниками, заинтересованными в развитии в области IT на базе СПбГУ на интересующие Вас темы?":
        "Да",
      "Что Вам поможет развиваться быстрее в том направлении деятельности, которое Вы выбрали?":
        "",
    },
  },
};
