export const staticProjects = [
  {
    id: "1",
    dateStart: new Date("2023-09-09"),
    title: "Современные проблемы эпидемиологии, микробиологии и гигиены",
    dateEnd: new Date("2023-12-01"),
    supervisor: "Иванов П.М.",
    tags: [
      {
        id: "1",
        name: "Генетика",
      },
      {
        id: "2",
        name: "Медицина",
      },
    ],
  },
  {
    id: "2",
    dateStart: "2023-09-07",
    title:
      "Изучение социально-экономических проблем современного испанского общества",
    dateEnd: new Date("2023-12-01"),
    supervisor: "Старикова П.М.",
    tags: [
      {
        id: "3",
        name: "Общество",
      },
      {
        id: "4",
        name: "История",
      },
    ],
  },
  {
    id: "3",
    dateStart: "2023-09-20",
    title: "ГМО: история, достижения, социальные и экологические риски",
    dateEnd: new Date("2024-02-20"),
    supervisor: "Иванов П.М.",
    tags: [
      {
        id: "1",
        name: "Генетика",
      },
      {
        id: "2",
        name: "Медицина",
      },
    ],
  },
  {
    id: "4",
    dateStart: "2023-02-10",
    title: "Биология растений в эпоху глобальных изменений климата",
    dateEnd: new Date("2023-06-01"),
    supervisor: "Иванов П.М.",
    tags: [
      {
        id: "1",
        name: "Генетика",
      },
      {
        id: "2",
        name: "Медицина",
      },
    ],
  },
];
